public/human-behavioral-biology.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgdc3fb76">Notes</a>
<ul>
<li><a href="#org3ecd235">Evolution</a>
<ul>
<li><a href="#org7a1adf5">Natural selection</a></li>
<li><a href="#orgcf75835">Sexual selection</a></li>
<li><a href="#org7f621f3">Individual selection</a></li>
<li><a href="#org742fa07">Kin selection</a></li>
<li><a href="#org2892fcf">Rock Paper Scissore scenario (an evolutionary stalemate)</a></li>
<li><a href="#org77a6e9d">Cooperation</a></li>
<li><a href="#org51eabb9">Game Theory</a></li>
<li><a href="#orgbc2d365">A behavioral analysis based on skull size</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgdc3fb76" class="outline-2">
<h2 id="orgdc3fb76">Notes</h2>
<div class="outline-text-2" id="text-orgdc3fb76">
<p>
<a href="https://youtu.be/NNnIGh9g6fA?si=iyQXAILtbjMrlNyk">lecture</a>
</p>
<ul class="org-ul">
<li>Sometimes, whatever going on in your body affects what happens in your head</li>
<li>Sometimes, whatever occuring in your brain determine what happens in your brain</li>
<li>When youpay too much focus to categories, you can't differentiate(or underestimate)
two facts in the same categories
<ul class="org-ul">
<li>example, we have differentiated visible light rays into VIBGYOR
but in reality, it's just a continua of wavelenghts, so if we are
encountered with two slightly different wavelenghts of let's say red
we would notbe easily able to differentiate between them.</li>
</ul></li>
<li>Similarly, we overestimate two differnt facts in different boundries however close they are
<ul class="org-ul">
<li>example, cutoff marks, one markis not that much but getting above
or below that boundry drastically decides your future</li>
</ul></li>
<li>Whem we pay too much attention to boundaries, we can't see the bigger
picture as we are more focused in categories</li>
<li>Wellesley effect</li>
<li>Wee get stressed by the inevitability of our mortality</li>
</ul>
</div>
<div id="outline-container-org3ecd235" class="outline-3">
<h3 id="org3ecd235">Evolution</h3>
<div class="outline-text-3" id="text-org3ecd235">
<ul class="org-ul">
<li>traits(in population) changes over time -&gt; speciation</li>
<li>traits are heritable, they have variability, some of them are more adaotive than
others. Also, overtime random traits can appear(mutation)</li>
</ul>
</div>
<div id="outline-container-org7a1adf5" class="outline-4">
<h4 id="org7a1adf5">Natural selection</h4>
<div class="outline-text-4" id="text-org7a1adf5">
<p>
Process that results in the adaptation of an organism to its environment by
means of selectively reproducing changes in its genotype <a href="https://www.britannica.com/science/natural-selection">source</a>
</p>
</div>
</div>
<div id="outline-container-orgcf75835" class="outline-4">
<h4 id="orgcf75835">Sexual selection</h4>
<div class="outline-text-4" id="text-orgcf75835">
<p>
Evolution of certain conspicuous physical
traits—such as pronounced coloration, increased size, or striking adornments—in animals may
grant the possessors of these traits greater success in obtaining mates. From the perspective of
natural selection, such increases in mating opportunities outweigh the risks associated with the
animal’s increased visibility in its environment. <a href="https://www.britannica.com/science/sexual-selection">source</a>
</p>
</div>
</div>
<div id="outline-container-org7f621f3" class="outline-4">
<h4 id="org7f621f3">Individual selection</h4>
<div class="outline-text-4" id="text-org7f621f3">
<p>
Animals does not behave for the good of species.
Animals behave for passing on as many genes as possible.
Sometimes, a chicken is an egg's way of making another egg
</p>
</div>
</div>
<div id="outline-container-org742fa07" class="outline-4">
<h4 id="org742fa07">Kin selection</h4>
<div class="outline-text-4" id="text-org742fa07">
<p>
Natural selection favours a trait due to its positive effects on the
reproductive success of an organism's relatives, even when at a cost to the organism's own survival
and reproduction. Kin selection can lead to the evolution of altruistic behaviour
</p>
<ul class="org-ul">
<li>Animals can keep track of kinship</li>
<li>Evolution selects for organisms cooperating with their relatives</li>
</ul>
</div>
</div>
<div id="outline-container-org2892fcf" class="outline-4">
<h4 id="org2892fcf">Rock Paper Scissore scenario (an evolutionary stalemate)</h4>
<div class="outline-text-4" id="text-org2892fcf">
<p>
Each organism has the potential to harm one of the
others but doesn't do so because the overall impact of those actions would hurt the original
organism.
</p>
</div>
<ul class="org-ul">
<li><a id="org886f4f0"></a>Evolutionarily stable strategy (ESS)<br />
<div class="outline-text-5" id="text-org886f4f0">
<p>
A strategy (or set of strategies) that is impermeable when
adopted by a population in adaptation to a specific environment, that is to say it cannot be displaced
by an alternative strategy (or set of strategies) which may be novel or initially rare.
</p>
</div>
</li>
</ul>
</div>
<div id="outline-container-org77a6e9d" class="outline-4">
<h4 id="org77a6e9d">Cooperation</h4>
<div class="outline-text-4" id="text-org77a6e9d">
<p>
Behaviour whereby an organism acts in a manner
that temporarily reduces its fitness while increasing another organism's fitness, with the expectation
that the other organism will act in a similar manner at a later time. The concept was initially
developed by Robert Trivers to explain the evolution of cooperation as instances of mutually
altruistic acts. The concept is close to the strategy of "tit for tat" used in game theory.
</p>
<ul class="org-ul">
<li>We are more attuned to picking up cheating than a random act of kindness.</li>
<li>Until you're not putting more into i than what you're getting</li>
<li>Nash equilibrium</li>
</ul>
</div>
</div>
<div id="outline-container-org51eabb9" class="outline-4">
<h4 id="org51eabb9">Game Theory</h4>
<div class="outline-text-4" id="text-org51eabb9">
<p>
Branch of applied mathematics that provides tools for analyzing situations in which
parties, called players, make decisions that are interdependent. This interdependence causes each
player to consider the other player’s possible decisions, or strategies, in formulating strategy. A
solution to a game describes the optimal decisions of the players, who may have similar, opposed,
or mixed interests, and the outcomes that may result from these decisions.
</p>

<p>
Studies have shown that brain centers responsible for pleasure light up during times of stabbing the
other guy in the back and during times of cooperation. There is a pronounced gender difference as
to when these areas are activated. 
</p>
</div>
<ul class="org-ul">
<li><a id="org5ed7749"></a>Tit for Toe(TfT)<br />
<div class="outline-text-5" id="text-org5ed7749">
<ul class="org-ul">
<li>Best Strategy</li>
<li>Drives all the others into extinction</li>
<li>Vulnerability of signal error</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Rounds Rounds</th>
<th scope="col" class="org-left">1 1</th>
<th scope="col" class="org-left">2</th>
<th scope="col" class="org-left">3</th>
<th scope="col" class="org-left">4</th>
<th scope="col" class="org-left">5</th>
<th scope="col" class="org-left">&#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">A</td>
<td class="org-left">o</td>
<td class="org-left">o</td>
<td class="org-left">x</td>
<td class="org-left">o</td>
<td class="org-left">x</td>
<td class="org-left">&#x2026;</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">o</td>
<td class="org-left">o</td>
<td class="org-left">o</td>
<td class="org-left">x</td>
<td class="org-left">o</td>
<td class="org-left">&#x2026;</td>
</tr>
</tbody>
</table>
<p>
If A cooperated in the 3rd roundround but due to somesignal error, B percieved
it as cheating. In the 4th round, acc to TfT, B cheats and A who has been
cooperating for all these rounds gets cheated and next round A cheats. B sees
he's been cheated twice so h cheates back and we get ourselves into a seesaw
pattern for the rest of time.
</p>
</div>
</li>
<li><a id="orga753f7a"></a>Forgiving Tit for Tat (fTfT)<br />
<div class="outline-text-5" id="text-orga753f7a">
<ul class="org-ul">
<li>If we go in the seesaw loop of TfT for 5 rounds, we will cooperateand it
will get things back on track</li>
<li>Vulnerability of getting exploited</li>
</ul>
</div>
</li>
<li><a id="orgd6ad99e"></a>TfT-&gt;fTfT<br />
<div class="outline-text-5" id="text-orgd6ad99e">
<ul class="org-ul">
<li>We shift from TfT to fTfT after developing trust</li>
</ul>
</div>
</li>
<li><a id="org543b4a4"></a>Pavlov<br />
<div class="outline-text-5" id="text-org543b4a4">
<ul class="org-ul">
<li>If I get rewarded, i'll do the same thing again</li>
<li>If I lose, I'll switch to otherstrategy for the next round</li>
<li>It exploits</li>
</ul>
</div>
</li>
<li><a id="org44549cc"></a>Example in nature<br />
<div class="outline-text-5" id="text-org44549cc">
<p>
Vampire bats are up next. The mothers suck the blood out of other animals, such as cows, and then
bring the blood back for the kids. They are social animals and will feed others' offspring as well.
Research has been done in which mother vampire bats were captured and had their blood sacs filled
with air so that it would appear to the other bats that they had a lot of good blood to share. When
they returned to the nest and did not share, others took note and were then didn't help the
research bat's offspring the next time they returned with blood food. 
</p>

<p>
Stickleback fish also engage in tit for tat strategies. As does the Black Hamlet Fish, which is also
capable of changing its sex. Tit for tat strategies are used by this fish when the other mate doesn't
carry his or her load by being the female as often as the original fish (higher costs).
</p>
</div>
</li>
<li><a id="orgd36c134"></a>Limitation<br />
<div class="outline-text-5" id="text-orgd36c134">
<p>
Reciprocal social altruism also includes consideration for other domains of behavior, so an animal
may be worthless in one area but valuable in another and studies have shown that social groups
will accept and value this approach. He mentions examples of naked mole rats and lions.
</p>
</div>
</li>
</ul>
</div>
<div id="outline-container-orgbc2d365" class="outline-4">
<h4 id="orgbc2d365">A behavioral analysis based on skull size</h4>
<div class="outline-text-4" id="text-orgbc2d365">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Behavior</th>
<th scope="col" class="org-left">Big Male, Small Female</th>
<th scope="col" class="org-left">Small Male, Small Female</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">(Tournament species)</th>
<th scope="col" class="org-left">(Pair bondng species)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Aggression</td>
<td class="org-left">Tournament species are more</td>
<td class="org-left">Pair-bonding species are less</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">aggressive.</td>
<td class="org-left">aggressive.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Variability</td>
<td class="org-left">TS has a high level of variability</td>
<td class="org-left">Relatively similar levels, 1-2 on</td>
</tr>

<tr>
<td class="org-left">Reproductive Success</td>
<td class="org-left">with top few having most success</td>
<td class="org-left">average.</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">95% from 5%.</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Female choice</td>
<td class="org-left">Good genes for offspring - big,</td>
<td class="org-left">Resource and parental skills.</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">strong. Thats all she's getting</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Lifespan</td>
<td class="org-left">Lower-more fighting, aggression</td>
<td class="org-left">Longer, similar to females</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Parental behavior</td>
<td class="org-left">Virually none</td>
<td class="org-left">A lot</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Twins</td>
<td class="org-left">Rare</td>
<td class="org-left">More common</td>
</tr>

<tr>
<td class="org-left">Ababdonment</td>
<td class="org-left">Rare, malw won't care for</td>
<td class="org-left">More common, males will take</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">offspring</td>
<td class="org-left">for the offspring</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Examples</td>
<td class="org-left">Baboons, chickens, peacocks</td>
<td class="org-left">Marmosets, tamarins</td>
</tr>
</tbody>
</table>
<p>
Humans are right in the middle.
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.2 (<a href="https://orgmode.org">Org</a> mode 9.7.11)</p>
</div>
</body>
</html>
